{
  "modojuego": {
    "titulo": "Choose your game style",
    "subtitulo": "Do you explore solo or with others?",
    "modoIndividual": "Single mode",
    "modoEquipo": "Team mode",
    "proximamente": "Coming soon"
  },

  "portada": {
    "titulo": "Prehistoric Adventure",
    "descripcion": "Welcome to the Prehistoric Adventure! You have just embarked on a journey through time where you will uncover the best-kept secrets of human history and Earth. Guided by your faithful companion (you choose!), you will visit 10 sacred places, ancient fossils, ancestral civilizations, and amazing monuments. At each stop, you will find a QR code that activates a mission: an interactive activity that will make you think, learn, and overcome challenges. Are you ready to become a true time explorer? 🧭 Your adventure starts now!",
    "empezar": "Start Adventure",
    "audio": "/sounds/vozportadaENG.mp3"
  },

  "form": {
    "nombre": "Explorer name:",
    "placeholderNombre": "Enter your name...",
    "guia": "Choose your guide:",
    "botonAventura": "Start Adventure",
    "alertaNombreInvalido": "The name can only contain letters, numbers, and spaces.",
    "alertaFaltanDatos": "Please enter your name and choose an avatar."
  },

  "mapa": {
    "saludo": "Greetings {{nombre}}!",
    "dialogo": "I am guide {{guia}}. You follow {{guia}}.<0></0><0></0>{{nombre}} wear strange clothes.<0></0><0></0>{{nombre}} not from here?<0></0><0></0>No problem,<0></0><0></0>{{nombre}} and {{guia}} explore lands!",
    "instruccion": "Scan a QR code or select an activity to begin.",
    "botonQR": "Scan QR Code",
    "botonVolver": "Back",
    "botonNoQR": "Select Activity",
    "seleccionQR": "Select a QR code to scan",
    "botonCerrar": "❌"
  },

   "escaner": {
    "titulo": "Scan the QR code",
    "escaneando": "Scanning... point the camera at the QR",
    "qrInvalido": "Invalid QR. Make sure the QR contains a URL with /activity/number",
    "qrActividadDetectado": "Activity detected: ID {{id}}",
    "permisoDenegado": "Camera permission denied. Enable access in settings.",
    "noCamaraEncontrada": "No camera found on the device.",
    "codigoSecretoEncontrado": "Secret code found!",
    "botonSinQr": "🚫 Stop without QR",
    "paradaNumero": "Stop {{id}}"
  },
  "scannerUI": {
    "chooseImage": "Load image - No image selected",
    "chooseImageButton": "Choose image",
    "scanImage": "Scan an Image File",
    "requestPermissions": "Request Camera Permissions"
  },

  "entreActividades": {
    "mapa": "Map of the route",
    "guiaTexto": "Good job {{nombre}}! You have completed {{completadas}} of 20 stops.",
    "escanear": "Scan next stop",
    "pantallaFinal": "See final screen",
    "medallas": "See medals",
    "final": "End tour"
  },

  "final": {
    "enhorabuena": "Congratulations!",
    "completado": "100% completed",
    "explorador": "Time Explorer",
    "exploradora": "Time Explorer",
    "nombreDefault": "Time Explorer",
    "paradasCompletadas": "You have completed all the stops of Prehistoric Adventure",
    "diplomaInfantil": "Children's diploma",
    "diplomaAdulto": "Adult diploma",
    "descarga": "Download diploma",
    "reiniciar": "Restart game",
    "galeria": "See Medal Gallery",
    "alertaSelecciona": "Select a type of diploma",
    "alertaNoCargaImagen": "the image of the diploma could not be uploaded"
  },

  "actividad": {
    "accesoDenegado": "Unauthorized access. Please scan a valid QR code.",
    "error": "Activity not found or access not allowed.",
    "saludo": "· Hi {{nombre}}! ·",
    "pausarAudio": "⏸️ Pausar audio",
    "reproducirAudio": "▶️ Reproducir audio",
    "botonAudioENG": "🎧 Listen in English",
    "pausarAudioENG": "⏸️ Pause audio",
    "reproducirAudioENG": "▶️ Play audio",
    "sabiasQue": "Did you know...?",
    "verMapaActividad": "🗺️ View map",
    "EscanearQR": "📲 Scanner code QR"
  },
    "modoSecreto": {
      "¡Enhorabuena!": "Congratulations!",
      "Has encontrado el código secreto del parque.": "You've found the park's secret code.",
      "Una actividad especial te espera..": "A special activity awaits you..",
      "¡Modo Secreto Desbloqueado!": "Secret Mode Unlocked!",
      "mensajeConteoRegresivo": "You have {{time}} seconds to complete the special activity:",
      "tiempoTerminado": "Time's up! You can continue.",
      "⏳ Tiempo agotado — Volver": "⏳ Time's up — Go back",
      "CofreCerrado": "Chest closed",
      "CofreAbierto": "Chest open",
      "actividad-secreta": "Secret activity"
  },

  "admin": {
    "tituloPanel": "Admin Panel (Local Stats)",
    "auth": {
      "titulo": "Administration Panel",
      "subtitulo": "Restricted access. Enter the key to proceed.",
      "labelClave": "Access Key",
      "placeholderClave": "Enter your secret key",
      "botonEntrar": "Access",
      "notaSeguridad": "This panel is for administrative use only."
    },
    "secciones": {
      "datosJugador": "Player Data",
      "metricasUso": "Usage Metrics",
      "progreso": "Game Progress",
      "administracion": "Administration"
    },
    "labels": {
      "nombre": "Name",
      "avatar": "Avatar",
      "iniciosJuego": "Game Starts",
      "tiempoTotal": "Total Usage Time (approx.)",
      "actividadesCompletadas": "Completed Activities (IDs & Titles)",
      "modoSecreto": "Secret Mode Unlocked",
      "ultimoReset": "Last Stats Reset"
    },
    "stats": {
      "noDefinido": "Not set",
      "ninguna": "None",
      "actividadDesconocida": "Unknown Activity",
      "nunca": "Never"
    },
    "unidades": {
      "veces": "times",
      "segundos": "seconds",
      "minutos": "minutes",
      "horas": "hours"
    },
    "respuestas": {
      "si": "Yes",
      "no": "No"
    },
    "botones": {
      "volver": "Back",
      "copiarStats": "Copy Stats",
      "resetStats": "Reset Stats & Progress"
    },
    "confirmaciones": {
      "resetTotal": "Are you sure you want to reset ALL statistics and progress data on this tablet? This action cannot be undone."
    },
    "alertas": {
      "statsReseteadas": "All statistics and progress data have been reset on this tablet.",
      "claveIncorrecta": "Incorrect key.",
      "statsCopiadas": "Statistics copied to clipboard."
    },
    "errores": {
      "copiarStats": "Error copying statistics: "
    },
    "notas": {
      "datosLocales": "This data is specific to this tablet/browser and is stored locally."
    }
  },

  "1": {
    "titulo": "Welcome – The adventure begins",
    "avatarDialogo": {
      "dialogo": "Hello adventurers! I will be your guide on this journey through the history of humankind.",
      "mensaje": "Welcome to the Prehistoric Science Park. I invite you to join me on this journey through time, from the origins of life on Earth to the first human civilizations. Here, we’ll learn how plants, animals, and humans evolved. Remember: don’t touch the models, take care of the environment, and above all… enjoy learning!",
      "sabiasQue": "Did you know that life on Earth began more than 3.5 billion years ago?"
    }
  },
  "2": {
    "titulo": "The origin of life",
    "avatarDialogo": {
      "dialogo": "You are at stop 2. Look around… this is where it all started.",
      "mensaje": "Earth formed about 4.5 billion years ago. At first, it was lifeless, with volcanoes, boiling oceans, and an unbreathable atmosphere. But over time, the first forms of life appeared in the water: bacteria and microscopic algae. Though simple, these tiny beings were the first step in a long evolutionary chain… that leads us to today.",
      "sabiasQue": "Did you know that the first life forms were capable of living without oxygen?"
    }
  },
  "3": {
    "titulo": "The first plants",
    "avatarDialogo": {
      "dialogo": "Stop 3. Look at these vegetables! They are the first green inhabitants of the planet.",
      "mensaje": "About 500 million years ago, life took a giant leap: it left the water and conquered dry land! The first plants to do so were mosses, which had no stems or roots and absorbed water directly from the ground. They were the first green settlers of the planet… and thanks to them, animals could follow.",
      "sabiasQue": "Did you know that without these plants, animals could never have lived on land?"
    }
  },
  "4": {
    "titulo": "Prototaxiles and Meganeuras",
    "avatarDialogo": {
      "dialogo": "Stop 4. Fungal colossi and giant dragonflies, all in one view!",
      "mensaje": "In this area, we see two very different yet equally amazing creatures. Prototaxites were giant fungi that could reach up to 8 meters in height. Next to them, a creature that looks like a huge dragonfly: the Meganeura, an insect from the Carboniferous period that could hunt small reptiles. Before the dinosaurs, these were the rulers of the Earth.",
      "sabiasQue": "Did you know that over 300 million years ago, there were 8-meter-high mushrooms and giant dragonflies that hunted reptiles? They were kings before the dinosaurs!"
    }
  },
  "5": {
    "titulo": "The first trees",
    "avatarDialogo": {
      "dialogo": "Stop 5. See the first forests that debuted in the shadow of the planet!",
      "mensaje": "Over time, plants became more complex. The first trees appeared, like pines, ginkgos, and araucarias. Some developed fruits, allowing animals to help spread their seeds to new territories. These trees gave rise to the great prehistoric forests that covered the planet.",
      "sabiasQue": "Did you know that the first trees could grow up to 30 meters, long before the dinosaurs existed!"
    }
  },
  "6": {
    "titulo": "The first flowers",
    "avatarDialogo": {
      "dialogo": "Stop 6. 150 million years ago, flowers and their pollinators brought life to the world we recognize today.",
      "mensaje": "For millions of years, plants had no flowers. But around 150 million years ago, flowering plants—called angiosperms—appeared. Thanks to flowers and pollinators like bees, plants could reproduce more easily and spread quickly. The plant world was beginning to resemble the one we know today.",
      "sabiasQue": "Did you know that the first flowers emerged 150 million years ago and transformed plant reproduction?"
    }
  },
  "7": {
    "titulo": "The first dinosaurs",
    "avatarDialogo": {
      "dialogo": "Stop 7. Here began the era of the giants who ruled the Earth!",
      "mensaje": "Now we enter the Jurassic, the era of the great dinosaurs. Here we find the Triceratops, which ate low plants like ferns, and the Brontosaurus, which could reach the treetops. All these giants were herbivores, and their amazing size was suited to a world where plants grew in abundance.",
      "sabiasQue": "Did you know that the first dinosaurs appeared more than 230 million years ago and ruled the Earth for almost 170 million years?"
    }
  },
  "8": {
    "titulo": "The continental drift",
    "avatarDialogo": {
      "dialogo": "Stop 8. Continental drift created new paths for the first dinosaurs to conquer the Earth.",
      "mensaje": "Millions of years ago, all the continents were united in a single landmass called Pangaea. Over time, this giant “island” broke apart due to the movement of tectonic plates. How do we know? Thanks to fossils that show identical remains in places now separated by oceans. Continental drift is still happening today.",
      "sabiasQue": "Did you know that continental drift continues to move Europe and North America by about 2 cm per year?"
    }
  },
  "9": {
    "titulo": "The second dinosaurs",
    "avatarDialogo": {
      "dialogo": "You are at stop 9: Giant Dinosaurs. Get ready to discover something fascinating.",
      "mensaje": "In this area, we find carnivorous dinosaurs, like Allosaurus and Dromaeosaurs, which hunted on two legs. Some, like Velociraptors, had feathers and shared traits with modern birds. These dinosaurs show us that evolution doesn’t always disappear—sometimes, it transforms!",
      "sabiasQue": "Did you know that the triceratops had three horns to defend itself?"
    }
  },
  "10": {
    "titulo": "Galapagos and Darwin",
    "avatarDialogo": {
      "dialogo": "Stop 10. Galapagos: the natural laboratory where Darwin revealed the secrets of evolution",
      "mensaje": "Charles Darwin traveled to the Galápagos Islands in the 19th century and discovered something fascinating: animals that looked similar but had small differences that helped them survive on each island. This led him to formulate the theory of evolution by natural selection: only those best adapted to their environment survive. An idea that changed science forever.",
      "sabiasQue": "Did you know that Darwin took more than 20 years to publish his theory, motivated in large part by what he learned in the Galapagos?"
    }
  },
  "11": {
    "titulo": "The footprints of Laetoli",
    "avatarDialogo": {
      "dialogo": "Stop 11! We are following in the footsteps of the past. Ready to walk with our ancestors?",
      "mensaje": "In Tanzania, Africa, some very special footprints were found: the Laetoli footprints, over 3 million years old. They belong to an Australopithecus, a distant human ancestor. These footprints show that they were already walking upright on two legs, like us. A big step in the evolution toward Homo sapiens.",
      "sabiasQue": "Did you know that they were discovered in Tanzania in 1978?"
    }
  },
  "12": {
    "titulo": "Atapuerca",
    "avatarDialogo": {
      "dialogo": "Stop 12. Atapuerca, where the legacy of the dinosaurs gave way to the first humans",
      "mensaje": "In Spain, at the Atapuerca archaeological site, remains of various types of hominids have been found. It’s one of the most important places in the world for understanding our evolution. There, scientists discovered species like Homo antecessor, which helps us reconstruct humanity’s family tree.",
      "sabiasQue": "Did you know that human remains so ancient that they helped rewrite the history of how humans came to Europe were found in Atapuerca?"
    }
  },
  "13": {
    "titulo": "The Neandertal man",
    "avatarDialogo": {
      "dialogo": "Stop 13. Neanderthal man, a strong ancestor who walked alongside early humans",
      "mensaje": "For a long time, we coexisted with another human species: the Neanderthals. They were great hunters, lived in cold climates, and also used tools. Today we know they didn’t completely disappear: many people still carry a small percentage of Neanderthal DNA.",
      "sabiasQue": "Did you know that Neanderthals had a brain as big as, or even bigger than, ours?"
    }
  },
  "14": {
    "titulo": "Skulls and human evolution",
    "avatarDialogo": {
      "dialogo": "Stop 14. Each skull tells the story of how our species evolved.",
      "mensaje": "In this museum, you’ll see skulls from different human species and other primates. Notice how the skull’s shape has changed to make room for the brain, which is much larger in modern humans. That brain allowed us to communicate, create tools, form groups… and give rise to culture and society.",
      "sabiasQue": "Did you know that studying ancient skulls allows us to understand how our abilities and behavior changed with evolution?"
    }
  },
  "15": {
    "titulo": "Caves and rock art",
    "avatarDialogo": {
      "dialogo": "Stop 15. See those paintings? They are silent messages from a very ancient humanity.",
      "mensaje": "The paintings you see here are copies of those made in caves like Lascaux, Chauvet, or Nerja. Using natural pigments and oil lamps, our ancestors decorated the walls with animals, human figures… and even blown handprints. These paintings weren’t just art: they were also teaching, ritual, and collective memory.",
      "sabiasQue": "Did you know they used natural pigments from rocks and charcoal?"
    }
  },
  "16": {
    "titulo": "The nomadic villages",
    "avatarDialogo": {
      "dialogo": "We arrived at stop 16. The nomads were explorers like us!",
      "mensaje": "Before building houses, our ancestors were nomads: they moved in search of food and shelter. They lived in tents like tipis, which were easy to take down and transport. They hunted, gathered, and decorated their bodies with feathers and necklaces. Far from primitive, they were experts at adapting to their environment.",
      "sabiasQue": "Did you know that they did not have permanent homes and lived in huts?"
    }
  },
  "17": {
    "titulo": "Firts sedentary settlements",
    "avatarDialogo": {
      "dialogo": "Stop 17! Stop moving and start building...now that was a big change!",
      "mensaje": "With climate change and the discovery of agriculture, some tribes stopped moving and began building permanent settlements. They planted crops, raised animals, and stored food. That’s how the first villages, temples, leaders… and a new way of life—sedentarism—emerged.",
      "sabiasQue": "Did you know that they began to build permanent villages?"
    }
  },
  "18": {
    "titulo": "Painting of the Sahara and Laja Alta",
    "avatarDialogo": {
      "dialogo": "Stop 18. These paintings reveal how in prehistoric times they already tended their livestock and sailed the seas.",
      "mensaje": "This mural shows scenes from everyday life in Prehistoric times. Look at the Saharan paintings depicting a group caring for livestock, a realistic glimpse of early organized societies. Next to Çatalhöyük’s house, another surprising scene: sailboats found in Laja Alta, Cádiz. Once thought to be Phoenician, we now know they are much older—from the Copper Age—and show that even back then… they were already sailing the seas!",
      "sabiasQue": "Did you know that the paintings of the Sahara and La Laja Alta are some of the earliest evidence of organized societies and ancient navigation?"
    }
  },
  "19": {
    "titulo": "Çatalhöyük",
    "avatarDialogo": {
      "dialogo": "Stop 19. This is one of the first cities where community life began",
      "mensaje": "Çatalhöyük, in Turkey, was one of the world’s first cities. The houses had no ground-level doors—you entered through the roof. There were ovens, pottery, and even religious figures like the Mother Goddess, who protected fertility and hunting. This city speaks to us of spirituality, social organization… and the beginnings of great civilizations.",
      "sabiasQue": "Did you know that in Çatalhöyük, houses were built next to each other without streets, and people entered through the roof?"
    }
  },
  "20": {
    "titulo": "Stonehenge",
    "avatarDialogo": {
      "dialogo": "Check out these giant stones at the last stop! Who put them there? Let's investigate it!",
      "mensaje": "Before you stands a replica of Stonehenge, a group of giant stones aligned with the sunrise on the summer solstice. It was built over 4,000 years ago in England, and we still don’t know exactly what it was for. A temple? A calendar? A gathering place? Whatever its purpose, it reminds us that for millennia, humans have looked at the sky, thought about time… and built together.",
      "sabiasQue": "Did you know that some alignments indicate the solstices? Did you know that some alignments indicate the solstices?"
    }
  },
  "vitrinaVirtual": {
    "galeriaVirtual": "Virtual gallery of prehistoric medals",
    "conseguido": "You have earned {{completadas}} out of {{total}} medals",
    "volver": "Back",
    "medallas": {
      "3": {
        "titulo": "First plants",
        "curiosidad": "They colonized the land more than 450 million years ago."
      },
      "6": {
        "titulo": "First flowers",
        "curiosidad": "They appeared 150 million years ago."
      },
      "9": {
        "titulo": "Second dinosaurs",
        "curiosidad": "They dominated the Earth for millions of years."
      },
      "10": {
        "titulo": "Galápagos tortoises",
        "curiosidad": "Their shell can change depending on the island."
      },
      "11": {
        "titulo": "footprints of Laetoli",
        "curiosidad": "It holds human traces from over 800,000 years ago."
      },
      "13": {
        "titulo": "Neanderthal man",
        "curiosidad": "Its brain was larger than that of modern humans."
      },
      "15": {
        "titulo": "Caves and rock art",
        "curiosidad": "Some paintings are more than 30,000 years old."
      },
      "16": {
        "titulo": "Nomadic settlements",
        "curiosidad": "They lived in huts and followed the animals."
      },
      "19": {
        "titulo": "Çatalhöyük",
        "curiosidad": "There were no streets; the rooftops served as sidewalks."
      },
      "20": {
        "titulo": "Stonehenge",
        "curiosidad": "It was built over 4,500 years ago."
      }
    }
  }
}
