{
    "2": "¿Sabías que la vida en la Tierra comenzó hace más de 3.500 millones de años? Las primeras formas de vida eran capaces de vivir sin oxígeno.",
    "3": "¿Sabías que sin estas plantas, los animales nunca podrían haber vivido en tierra?",
    "4": "¿Sabías que hace más de 300 millones de años existieron hongos de 8 metros y libélulas gigantes que cazaban reptiles? ¡Eran los reyes antes de los dinosaurios!",
    "5": "¿Sabías que los primeros árboles podían crecer hasta 30 metros, ¡mucho antes de que existieran los dinosaurios!",
    "6": "¿Sabías que las primeras flores surgieron hace 150 millones de años y transformaron la reproducción de las plantas?",
    "7": "¿Sabías que los primeros dinosaurios aparecieron hace más de 230 millones de años y dominaron la Tierra durante casi 170 millones de años?",
    "8": "¿Sabías que la deriva continental sigue moviendo a Europa y Norteamérica unos 2 cm al año?",
    "9": "¿Sabías que el triceratops tenía tres cuernos para defenderse?",
    "10": "¿Sabías que Darwin tardó más de 20 años en publicar su teoría, motivado en gran parte por lo que aprendió en Galápagos?",
    "11": "¿Sabías que las huellas de Laetoli fueron descubiertas en Tanzania en 1978?",
    "12": "¿Sabías que en Atapuerca se encontraron restos humanos tan antiguos que ayudaron a reescribir la historia de cómo llegó el hombre a Europa?",
    "13": "¿Sabías que el hombre de Neandertal tenía un cerebro tan grande o incluso más que el nuestro?",
    "14": "¿Sabías que estudiar cráneos antiguos nos permite entender cómo cambiaron nuestras habilidades y comportamiento con la evolución?",
    "15": "¿Sabías que usaban pigmentos naturales de rocas y carbón para el arte rupestre?",
    "16": "¿Sabías que no tenían casas fijas y vivían en chozas?",
    "17": "¿Sabías que comenzaron a construir aldeas permanentes?",
    "18": "¿Sabías que las pinturas del Sahara y La Laja Alta son algunas de las primeras evidencias de sociedades organizadas y navegación antigua?",
    "19": "¿Sabías que en Çatalhöyük, las casas se construían unas junto a otras sin calles, y la gente entraba por el techo?",
    "20": "¿Sabías que algunas alineaciones de Stonehenge indican los solsticios?"
}